Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Descended from Divinity (천마는 평범하게 살 수 없다).tmx
Source language: ko_kr
Languages: en_us

source: “당분간은 네가 어떤 실수를 저질렀는지 생각하는 시간을 가지거라.{j}나는 드미트리와 다시 약속을 잡고, 파혼을 없던 일로 할 것이다.{j}
en_us: “You are not to leave your room until you have fully reflected on what you have done. I will talk to the House of Dimitri to cancel the break off,” the viscount spoke to Flora in a calm voice.{j}{j}{j}{j}{j}{j}

source: 특히 광장 중심부에 위치한 헤파이스토스(Hephaistos) 동상은 드미트리를 상징하는 신물이었다.
en_us: In particular, the Hephaistos statue built at the center of the plaza symbolized that this land belonged to the House of Dimitri.

source: 물은 엎질러졌다.{j}그뿐이다.{j}
en_us: With Roman’s last remark, that was the end.There was no possible way for the Lawrences to mend their mistake.{j}{j}

source: 사내를 무릎 꿇렸다.{j}그리고는 고개를 강하게 젖히더니, 나머지 손으로 그의 혓바닥을 쭉 빼 버렸다.
en_us: Roman got the man on his knees. Then, he pulled the man’s head back and pulled his tongue out of his mouth.{j}

source: 그 말에.{j}케빈은 감격했다.{j}이 세상에서 마나 심법은 하찮은 평민이 접할 수 있는 세계가 아니다.
en_us: Kevin was deeply moved by the lord’s words, because controlling mana wasn’t a thing that could be taught to a humble commoner like himself.{j}{j}

source: 참 이상했다.{j}케빈이라는 소년을 보면서 광마가 떠올랐던 것처럼, 크리스는 기억 속의 인물을 떠올리게 했다.
en_us: As Roman looked into Chris’s eyes, he was reminded of the strange feeling he felt when he saw the young boy named Kevin in the small village before.

source: 한참 전쟁이 벌어지고 있었던 상황이라 그것은 신분의 한계를 넘어설 엄청난 기회였죠.{j}전쟁이 끝나고 논공행상(論功行賞)에서 남작 위를 받은 영주님은…….”
en_us: “With the war waging, he knew it was a golden opportunity to make a big fortune and gain a higher social status. As expected, right after the war ended, he was recognized for his distinguished merits and was named baron of the kingdom.”

source: 그리고는 바닥에 픽 쓰러졌다.
en_us: As Kevin’s eyes grew dim under the illusion, he dropped to the ground.

source: 대부분은 믿지 않았다.
en_us: No one believed the rumors to be true.

source: ‘책에 나와 있는 이 인물들이 언제 내 적으로 나타날지 모른다.{j}드미트리의 촌놈에게 그런 시련이 닥칠 확률은 매우 희박하겠지만, 변수라는 것은 예상할 수 없기에 위험한 법.{j}지금의 나로서는 변수에 완벽하게 대응할 수 없다.{j}고로, 나는 기회가 생길 때마다 앞으로 나아가야 한다.’
en_us: There’s no telling when I would end up encountering these types of people as my enemy. It’s true that there’s an incredibly low chance for them to come find the weak like myself in the land of Dimitri, but you never know how the future will unfold itself. I can’t predict and prepare for every variables, so the only choice I have is to move forward and become stronger.{j}{j}{j}

source: 푹!
en_us: Stab.

source: 정의?{j}그딴 건 아무런 의미가 없다.
en_us: There was no room for justice in such a world.{j}

source: 결혼은 평생의 반려자를 찾는 일입니다.{j}단순히 이쁘다고, 가문이 대단하다는 이유만으로는 반려자와 평생을 행복하게 살아갈 수 없습니다.{j}중요한 건 지혜입니다.{j}앞으로 살아가면서 닥칠 여러 문제를 어떻게 대처하느냐가, 결국 그 사람과 평생을 약속할 수 있는 믿음을 부여하는 것이죠.”
en_us: “A marriage is about choosing your partner in life; therefore, you can’t live happily ever after simply by choosing your partner based on one’s looks or one’s family reputation. The most significant attribute is wisdom. You can only build trust with your partner in life only when you see how that person wisely responds to the troubles in one’s life.”

source: 자신을 드러내는 것.
en_us: The only weakness Roman had was hiding his power. He didn’t know how to or when to.

source: 말문이 막혔다.{j}로만이 자신의 이름을 기억해 주었다.
en_us: He couldn’t believe that Roman still remembered his name.{j}

source: 지금으로부터 한 달 전.{j}저는 바르코 가문에게 연락을 받았습니다.{j}로렌스를 대신해서 바르코의 직계(直系)와 혼사를 진행한다면, 중앙 정부에 연줄을 대 주는 것은 물론이고 로렌스의 토지 일부를 내어주겠다고요.{j}그런데도 저는 바르코 가문의 제안을 거절했습니다.{j}자작님은 그 이유가 무엇이라고 생각하십니까?”
en_us: “One month ago, I was contacted by House Barco. They offered me to arrange a marriage with one of their children instead of Lawrence and they promised that they would guarantee me connections to the central government, as well as a portion of the land of Lawrence. But even then I rejected their offer. Do you know why, Viscount Lawrence?”{j}{j}{j}{j}

source: “너는 내 사람이다.{j}맞나?”
en_us: “Hans, are you my loyal servant?”{j}

source: “지독한 새끼.”
en_us: “You little punk.”

source: 마음에 들지 않았다.{j}바르코라는 이름이.{j}앞으로 로만으로서 살아가기 위해서는, 거슬리는 부분들을 확실하게 정리하고 갈 필요가 있었다.
en_us: Roman felt disgusted by the name Barco, and he knew that as long as he continued to live on as Roman, he had to get rid of the obstacles that got in his way.{j}{j}

source: 그리고 지금 로만은 칼을 빤히 바라보았다.{j}피를 묻은 검에서 광마를 보았고, 지금부터는 광마를 닮은 케빈이라는 아이와 연을 맺을 것이다.
en_us: As Roman gazed at the sword smothered with Kevin’s blood, he was reminded of the Demon of Lunacy. The more he thought of Kevin and the Demon of Lunacy, the more he found them similar.{j}

source: “……감사합니다.”
en_us: “Thank you, sir.”

source: 로만은 케빈을 데리고 왔다.{j}한스에게 당분간 케빈이 적응하도록 도와줄 것을 부탁하고는, 한스가 알아본 장소로 걸음을 옮겼다.
en_us: Roman brought Kevin to the castle and requested Hans to take good care of the kid.{j}

source: 로만은 진심으로 사과가 필요하지 않다고 생각했다.
en_us: He simply said it because he really didn’t need any apologies from her.

source: “이게 로만 드미트리라고?”
en_us: “Are you sure he is Roman Dimitri?”

source: 내 딸아.{j}우리는 귀족이다.{j}평민들처럼 하루 먹고사는 것을 걱정하는 처지가 아니라, 많은 것을 가지고 있는 만큼 그만한 책임이 뒤따르는 위치에 있다.{j}그러니 부디 이번 문제가 해결되기를 기도하고 있거라.{j}만약 드미트리가 우리를 매몰차게 거절한다면, 그때는 바르코 가문과의 전쟁에서 우리의 승산이 희박해지겠지.”
en_us: “Don’t forget that we are nobles, my daughter. Unlike commoners, our decisions must be followed by greater responsibilities. And while you reflect on your mistakes, you should also pray that the Dimitris will accept our apology, because if not that will be the end of our family.”

source: 블러드 팽의 악명은 로만에게 조금의 공포도 선사하지 못했다.
en_us: The infamy of Blood Fang couldn’t dare cause fear in Roman’s heart.

source: 그 시각.{j}하인의 안내에 따라, 로렌스 자작과 플로라는 접객실로 걸음을 옮겼다.
en_us: Meanwhile, Viscount Lawrence and Flora followed a servant to the reception room. {j}

source: “사과 따위 필요 없습니다.”
en_us: “No need for apologies, my lady.”

source: “정말 대단한 일을 해냈다.{j}이 근방에서 그 누구도 해내지 못한 일을, 우리 아들이 해내고 말았구나.”
en_us: “You have done great, my son. You have accomplished something no one in the region dared to do.”{j}

source: “컥, 크르르르륵.”
en_us: “Ugh. Graaaa”

source: 하지만.{j}“그것 말고는 딱히 정황이라고 할 만한 것은 없습니다.{j}그리고 지금은 그게 얼마나 어리석은 생각이었는지를 잘 알고 있습니다.{j}이렇게 강인하신 도련님이 그따위 약에 손을 댈 리가 없습니다.”
en_us: “However, my lord, it was all my assumption. I never had proof. Looking back at it, I was silly for judging that you would take drugs.”{j}{j}{j}

source: 로만의 죽음.{j}그로 인해 가장 이득을 보는 세력은 바르코다.
en_us: He now realized the people who would benefit the most from Roman’s death was House Barco.{j}

source: 영지의 사정?{j}잘 알고 있다.
en_us: Flora knew the consequences that would follow if she were to disobey her father.

source: 로만이 웃었다.{j}본능적으로 알았다.{j}이건 함정이라는 사실을.{j}위기였다.
en_us: Chris instinctively knew that he was stepping into a trap. It was the decisive moment of the fight.{j}{j}{j}

source: “이곳이 샐러맨더 대륙에 있는 카이로 왕국이란 말이지.{j}무림이라는 세상은 존재하지도 않고.”
en_us: “And this is the Kairo Kingdom of the Salamander Continent where the Mullim world no longer exists…”

source: 로만이 눈을 떴다.
en_us: When Roman slowly opened his eyes and took another deep breath, Chris approached him and asked.

source: “그, 그게 무슨…… 악!”
en_us: “Wh-what do you...argh!”

source: 눈앞에 닥친 문제를 해결하기 위해서는, 고통스러울 걸 알면서도 결단을 내려야 할 때가 있었다.
en_us: The viscount had no other choice but to swallow the pain and decide what was best for his family in order to overcome the problems right before his eyes.

source: “알겠다.{j}병역과 관련한 전권을 허락하겠다.”
en_us: “As requested, you will have full authority over our knights and military forces,” Romero answered.{j}

source: “그런가?{j}하긴, 드미트리의 얼간이가 어떻게 그런 일을 하겠어.”
en_us: “You think so? I guess you’re right. Dimwit Dimitri would never do such things.”{j}

source: “세 명이 끝인가?”
en_us: “Is it just the three of you?”

source: 로만이 한스를 보았다.{j}한스는 처음 보는 도련님의 모습에, 화들짝 놀라며 살짝 뒷걸음질을 쳤다.
en_us: Roman turned and looked at Hans, who flinched and backed away after witnessing things unexpected to be shown by his young master.{j}

source: 한스.{j}괜찮은 사람이었다.
en_us: Hans. You are a kind man. A good person.{j}

source: 충분히 좋은 수비였다.{j}그러나 로만이 다섯 번째 뒷걸음을 내딛는 순간, 크리스의 눈빛이 빛났다.
en_us: At first, it looked as if Roman had successfully defended against Chris, but Chris’s eye flashed when Roman took his fifth step backward.{j}

source: 눈을 감을 시간도 없었다.{j}말이 끝남과 동시에.
en_us: As soon as he finished his sentenced, Roman hit Ben Miles’s head.{j}

source: “바르코(Barco) 가문의 동태는 어떤가?”
en_us: “What is going on with the House of Barco?”

source: “세상에 안 되는 일이 어디에 있나.{j}곧 플로라의 남편이 될 녀석이야.{j}남자가 큰일을 하기 위해서는 저런 결단력과 실행력이 필요한 법이지.{j}그리고 무고한 시민을 죽인 것도 아니지 않나.{j}그간 우리를 괴롭히던 블러드 팽을 처리했으니, 오히려 그 녀석의 말처럼 치하해야 옳은 일이지 않겠는가.”
en_us: “My decision will not change. That man is my daughter’s future husband, and for a man to dream big it is essential to have a strong determination and a will to carry out his duties. Plus, it’s not like he executed innocent people. As he had said, he took care of what had been causing pain to this land.”{j}{j}{j}{j}

source: 이상한 말이었다.{j}한스는 영문을 모르겠다는 표정으로 로만을 보았다.
en_us: Hans looked confused. It looked like Roman lost him somewhere in the middle of his explanation.{j}

source: 대단한 천재라면 이해라도 했다.{j}그런데 케빈은 대단한 천재도, 그렇다고 청탁을 받아서 가르칠 만큼 신분이 어마어마하지도 않았다.
en_us: He would’ve understood if Kevin was a prodigy, but Kevin’s skill were below average and he was just an average commoner who didn’t require the skills.{j}

source: 벌컥!
en_us: Wham!

source: “이 개새끼야!”
en_us: “You little bastard!”

source: “그렇지.”
en_us: “Right.”

source: 전투는 치열했다.
en_us: The Blood Demon and Roman fought fiercely in the large battlefield.

source: 조나단은 탐탁지 않았으나, 그렇다고 한스의 말을 외면할 수는 없었다.{j}
en_us: Jonathan couldn’t help taking a dim view of Hans’ words, but he couldn’t simply ignore them because of what Baron Romero had asked him to do a few days ago.

source: “케빈, 그동안 잘 지냈느냐?”
en_us: “I see. So how have you been, Kevin?”

source: 크리스와 혈마.{j}비슷한 인간이었다.
en_us: Chris and the Blood Demon shared many similarities.{j}

source: 안에서 누워 있던 노인이 화들짝 놀랐다.{j}거적때기 같은 모포를 황급히 걷으며 몸을 일으켰지만, 다리를 쓰지 못하는지 일어나지는 못했다.
en_us: The elder rose from his bed by the unexpected visitor, but his legs held him back from standing.

source: 자신이 뱉은 말은 목숨을 걸고서라도 지키는, 그것이 그들이 앞으로 알게 될 새로운 로만의 모습이었다.
en_us: The new Roman Dimitri was a person of his words. He was a strongly determined person who would do whatever it takes to achieve his goal.

source: 로만은 그대로 벤 마일즈의 얼굴을 땅바닥에 강하게 처박았다.
en_us: And in a blink of an eye, Roman smashed the leader’s head hard to the ground.

source: 로만의 반응은 냉정했다.{j}복수?{j}그따위 감정이 아니었다.
en_us: Roman’s words were rather harsh. But it wasn’t an act of revenge.{j}{j}

source: 한스의 말대로였다.
en_us: It was just as Hans said.

source: 하지만 로만은 케빈에게 그것을 일일이 설명해 주지 않았다.
en_us: However, Roman didn’t explain everything to Kevin, because he knew that if he were to explain what blind faith meant right now, it would lose its value.

source: 물론 알 만한 사람들은 다 알고 있지만, 왜 아직 로렌스 측에서 공개하지 않는지는 의문이었다.
en_us: It was true that the people close to the families were already aware of the news, but somehow the House of Lawrence refused to announce it to the public.

source: 크리스와 혈마.
en_us: Chris and the Blood Demon shared many similarities.

source: 일단 빠르게 정보를 모아서, 몸의 기반을 만들 환골탈태(換骨奪胎)부터 진행할 필요성이 있었다.
en_us: His conclusion was that he had to quickly gather necessary information, which will help him develop a suitable body to carry out his training.

source: 평생 검 한 번 만져 본 적 없는 자신을 검으로 쓰겠다니.
en_us: He had never imagined himself to be used as someone’s blade since he had never held one before.

source: 목까지 차오른 울음에, 케빈은 울먹거리는 목소리로 말했다.
en_us: Feeling his throat clog from crying, Kevin continued with a weeping voice.

source: “자, 선택하라고.”
en_us: “The choice is yours.”

source: 검을 통해 분출하는 오라의 크기가 십수 미터에 달하고, 마나를 응축하여 폭발시키는 공격은 수십 명의 병사를 단번에 쓸어 버릴 정도로 강력하다.
en_us: Roman carefully read through the pile of books he had stacked in front of him.

source: 대답은 필요하지 않았다.{j}로렌스 자작의 시선이, 자신을 올려다보는 로만을 향했다.
en_us: But that was enough for the viscount to know what Dofler was about to say. He, then, turned his eye to Roman who was staring up at him.{j}

source: 가슴이 뛰었다.
en_us: Junghyeok Baek thought to himself as he felt his blood rushing through his veins.

source: 로메로 남작.{j}그가 선을 넘었다.{j}작위는 엄연한 신분의 차이를 나타내는 것인데도, 그는 분노를 표출하는 데 조금의 망설임도 없었다.
en_us: To be exact, Baron Romero had crossed the line screaming at a viscount as there were certain social rules that had to be kept between different noble status. However, Romero angrily spoke to the viscount without hesitation.{j}{j}

source: 로만에게 패배한 건 인정했다.
en_us: Chris had already accepted his defeat against Roman.

source: 다른 적은 없었다.{j}적어도, 로만의 감각은 그렇게 말하고 있었다.
en_us: His guts were telling him there was none.{j}

source: “지금부터 오라에 관해 설명해 드리겠습니다.”
en_us: “I’ll first explain what Aura is, my lord.”

source: 다음 날.{j}크리스는 로만을 만났다.
en_us: The following day, Chris went to meet Roman.{j}

source: 로만은 그렇게 살아왔다.{j}자신의 삶.{j}주체는 타인이 아니다.
en_us: That was the life Roman had chosen to live. He always believed that it was up to him to pioneer his way throughout his life.{j}{j}

source: ‘플로라에게 언행을 조심하라 말해 놓고 내가 실수를 저지르다니.{j}드미트리의 분노는 당연해.{j}일방적으로 그들을 농락해 버렸으니, 드미트리가 어떻게 나오던 우리로서는 할 말이 없었어야만 했어.’
en_us: I was the one who told Flora to chose her words wisely, but I ended up acting out and made a grave mistake. I understand why the Dimitris are upset. I should’ve known better that I’m not in a position to say anything to them after ruining everything unilaterally.{j}{j}

source: 블러드 팽을 토벌한 무력.{j}자신의 앞에서도 당당하게 소신을 밝히는 대담함.{j}특히 파혼을 맞닥트린 상황에서도 가문을 위한 선택을 하는 모습에, 진심으로 그에게 빠져 버렸다.
en_us: Roman didn’t only have a skilled swordsmanship to wipe out the Blood Fang, but was a man full of confidence and strong determination to speak up to him without any hesitation. In particular, the viscount was sincerely captivated by Roman’s words and heart by how dearly he loved his House to choose the best for his family and land.{j}{j}

source: “아무래도 블러드 팽(blood fang) 일당인 것 같습니다.{j}드미트리 영지뿐만 아니라 주변 영지에서도 활동하는 고리대금 세력인데, 저들이 저렇게까지 하는 것을 보면 저 남자아이가 블러드 팽에게 큰 빚을 진 모양입니다.{j}그냥 모른 척하시죠.{j}괜히 얽혀서 좋을 것 없습니다.”
en_us: “I believe they are members of the Blood Fang, an infamous criminal organization known for lending money to people with high-interest rates. Observing the scene, I think the boy made an immense loan from them. I suggest not to interfere and to leave here immediately.”

source: 볼이 따끔했다.{j}손을 들어 통증의 부위를 만져 보니, 얇게 베여 나간 상처에서 핏방울이 흘러내리고 있었다.
en_us: After feeling a sting on his cheek, he touched his cut dripping with blood.{j}

source: 로만의 삶을 살아가기로 했기에, 바르코라는 이름이 로만의 신경을 건드렸다.
en_us: Because he was now Roman, the sly behavior of House Barco was getting on his nerves.

source: “푸핫.”
en_us: “Puhahahaha.”

source: 금발의 미남.{j}검이라고는 제대로 휘두르지도 못할 것 같은 외형과는 다르게, 그는 드미트리의 투견(鬪犬)이라 불리는 사람이었다.
en_us: At first glance, it was easy for others to mistake Chris as a weak man for his handsome looks and his blond hair. Unlike his outer appearance, Chris was called bull dog amongst his companions for his strong determination fulfilling every task until the very end. {j}

source: 크리스는 최대한의 인내심을 발휘해서 사건을 무사히 넘겼지만, 그때부터 로만 드미트리만 보면 소름이 돋을 정도로 싫었다.
en_us: Chris was able to take care of the trouble with significant amount of patience, but since then he abhorred Roman Dimitri. Even hearing Roman’s name disgusted him.

source: 로만의 말.{j}로메로 남작이 의외라는 표정을 보였다.
en_us: Baron Romero seemed impressed by his son’s unexpected words.{j}

source: 음해하는 소문을 퍼트려 파혼을 유도하고.{j}로만을 자살하도록 만들었다.
en_us: Barco spread the rumors to make Lawrence cancel the engagement with Dimitri, which ultimately led to Roman’s suicide.{j}

source: 한 걸음 앞으로.{j}로만의 단전에는 천마신공이 꽈리를 틀었다.
en_us: Roman took another step closer to achieving his goal by creating an opening in his core for his Divine Force to enter.{j}

source: 로만의 삶.{j}아비로서 해 줄 수 있는 것은, 그가 활짝 날아오르도록 도와주는 것이다.
en_us: He believed that this was the time for him to fully rely on his son so that Roman could pursue his dreams.{j}

source: 머리를 강하게 움켜쥐었다.{j}그리고는, 자신을 지켜보는 사람들에게 말했다.
en_us: Roman grabbed Ben Miles’s hair tightly and announced to the people circled around him.{j}

source: 정말이지, 이 세상의 수준은 기대 이하였다.
en_us: This world was far beyond his expectations.

source: 슥.
en_us: Slide.

source: “이 개새끼야!{j}설마 귀족이라는 새끼가, 가족을 가지고 협박을 할 생각이냐!”
en_us: “You little bastard! How dare an aristocrat like you threaten someone’s family like that?”{j}

source: 진실을 말하면 그만이다.
en_us: All Roman had to do was to speak the truth.

source: 로만의 명령.{j}한스는 그것을 기억했다.
en_us: Hans remembered the young lord’s order as he stood in front of the workshop door.{j}

source: 대륙 십이검.{j}글자로 전달되는 정보만 보더라도 강한 사람들이다.
en_us: The title, the Continent's Twelve Blades, held power just its name.{j}

source: ‘미련함마저 광마를 닮았구나.’
en_us: He’ll go as far to shed blood to show his loyalty. He reminds me of the Demon of Lunacy even more.

source: 한스의 태도는 정중했다.
en_us: Hans replied courteously.

source: “……죽을까.”
en_us: “Should I just die here...?”

source: “우리는 블러드 팽이다.{j}네 녀석에게 죽는다고 할지라도, 나의 동료들이 언제고 너에게 피의 복수를 할 것이다.{j}귀족의 신분?{j}그따위 것이 너를 지켜 줄 수 있다고 생각하나?{j}천만에!{j}귀족도 결국 우리와 같은 인간이다.{j}귀족의 몸뚱이도, 칼이 들어가면 숭숭 구멍이 뚫리고 돼지처럼 비명을 지르는 것이 현실이지.”
en_us: “We are the Blood Fangs. We are not afraid of death. Even if you kill me here, my companions will get revenge on you. Don’t think that your status as noble could protect you. You’re nothing different from us. A single stab to your stomach, you’ll be on the ground screaming like a pig!”{j}{j}{j}{j}{j}{j}

source: “대체 어떻게 하신 겁니까?{j}방금 정말로 오라를 발현하신 겁니까?”
en_us: “How did you do that? How did you just manifest Aura?”{j}

source: 결정권을 넘겼다.
en_us: With these final words, he left Kevin to decide on his own.

source: 사실 죽는 순간에 백중혁은 등선(登仙)의 영역에 발을 들였다.{j}자신의 영혼을 감싸는 성스러운 기운이 있었지만, 백중혁은 인간으로서 살지 못하는 삶은 원하지 않았다.{j}그래서 등선을 거부했다.{j}대부분의 무인들이 궁극적으로 바라는 것이 등선이건만, 백중혁은 인간으로 죽길 바랐다.
en_us: Seconds after Junghyeok Baek died, his soul drifted into a different realm to which all divine beings were led. This realm was a portal where it would guide his soul to heaven. However, unlike those other divine beings, he refused to join the heavenly souls. All he wanted was to die just like every other human being.

source: 모든 책임을 지겠다고 말한 것은, 더 이상 플로라와 엮이기 싫었기 때문이었다.
en_us: Moreover, the reason he said he will take full responsibility for the break off was because he wanted nothing to do with her any further.

source: 로만이 알아본 드미트리 가문은 그만한 힘이 있다.{j}유세를 떠는 것을 좋아하지 않아 드러내지 않을 뿐이지, 드미트리는 결코 약한 가문이 아니다.
en_us: Based on his research, Roman foundout that the Dimitris wielded enough power to talk back against a viscount of Lawrence. The Dimitris simply didn’t enjoy boasting about their power. They were never weak in the first place.{j}

source: 왜냐고?{j}배신의 최후를 아니까.{j}욕망이 강한 사람들은 현실 직시에 빨랐고, 로만은 그들이 감히 넘볼 수 없는 산이었다.
en_us: The reason of his certainty was that those who had strong desires were well-aware of the consequences that followed when betraying Roman. They knew how powerful Roman was, thus they knew the cost would be only death.{j}{j}

source: 바르코.{j}상황이 새로운 국면에 들어서는 순간이었다.
en_us: With Hans’s response, Roman knew that he had now entered on a new phase of his life in this world.{j}

source: “에라이, 씨발.”
en_us: “Screw this!”

source: 로메로 남작은 아들을 포기하지 않았다.{j}지금의 이 마음이.{j}아들의 뺨을 날리면서까지 인생을 바로잡으려고 했던 행동이.{j}로메로 남작의 진심을 드러냈다.
en_us: He believed that he had never given up on his son. His heart was always believing in his son that he will make his father proud one day.{j}{j}{j}

source: 바람에 휘날리는 머리칼.{j}그 밑으로 로만의 서늘한 눈빛이 보였다.
en_us: As Roman’s hair blew with the wind, Chris saw Roman’s murderous look stare right back at him.{j}

source: 그리고 오늘.{j}로렌스 자작과 그 여식이 아침 일찍부터 드미트리 영지를 방문했다는 보고를 받았다.
en_us: And early this morning, Hans was told that Viscount Lawrence and Lady Flora had arrived in the land of Dimitri without a notice in advance.{j}

source: 바로 플로라 로렌스.
en_us: It was Flora Lawrence.

source: 재밌었다.{j}무림과는 다른 방식.
en_us: Roman seemed quite intrigued by the new ways and different classes of power in the new world.{j}

source: 플로라를 지나치고 집무실에 들이닥친 한 병사.{j}그가 로렌스 자작에게 전달한 소식은, 그야말로 충격적이었다.
en_us: The soldier who ran by Flora had entered the room. And his report greatly surprised Viscount Lawrence.{j}

source: 무림 역사에 길이 남을 삶을 살았던 백중혁이지만, 지금 생각해 보면 평화롭기만 했던 말년보다는 매일 목숨이 위태롭고 치열했던 그 전의 삶이 백중혁을 사람으로서 살게 해 주었다.
en_us: Thinking about the new challenges he would face reminded him of the old days when he lived every single day fighting battles and risking his life in Mullim to unite the world.

source: 아니, 애초에 자신을 상대로 당당하게 목소리를 높였을 때부터 지금의 상황을 예상했는지도 모른다.
en_us: Romero blamed himself for not noticing the moment when Roman had the courage to talk back at him the other day.

source: “알겠습니다.{j}제가 직접 처리하겠습니다.”
en_us: “As you ordered, I will take out the Blood Fangs myself.”{j}

source: 유년 시절.
en_us: During her childhood, Flora attended a presitigious academy.

source: 이번 일도 비슷한 맥락이다.
en_us: Ben Miles was thinking of a similar plan when he heard of Roman’s attack.

source: 그리고.{j}지금도 다르지 않았다.
en_us: Flora felt that it was ironic of her and father to be in a similar situation in front of Baron Romero.{j}

source: “아무래도 기다림이 필요할 것 같구나.”
en_us: “It seems we must wait. Have a seat, Flora.”

source: 로만도 플로라와 마찬가지로 파혼을 생각하고 있지만, 그래도 자신에게 아무런 해를 끼치지 않은 여인의 기분을 초면부터 상하게 하면서까지 일을 망치고 싶진 않았다.
en_us: Although he was planning to break off his engagement with her, he still wanted to show his respect to a woman who had not done any harm to him.

source: 로만이 알아본 드미트리 가문은 그만한 힘이 있다.
en_us: Roman knew that the Dimitris wielded enough power to talk back against a viscount of Lawrence based on his research.

source: “우, 우리를 죽였다간 네놈도 무사하지 못할 것이다!”
en_us: “I-if you kill us here, you will pay the price!”

source: 케빈.{j}광마를 닮은 아이.
en_us: Kevin was the boy who resembled the Demon of Lunacy.{j}

source: “크리스(Chris), 앞으로.”
en_us: “Chris, come forth.”

source: ‘끝났어.’
en_us: It’s over.

source: 5화 블러드 팽 (1)
en_us: Chapter 5 Blood Fang

source: 가까스로 억누르고 있던 불만이, 로만의 적반하장에 폭발하고 말았다.
en_us: Thinking of his past two weeks wasted for nothing, his suppressed anger was unleashed hearing Roman’s ridiculous offer.

source: 로만이 떠나고.{j}난장판이 되어 버린 현장에, 한스를 필두로 드미트리 기사단이 도착했다.
en_us: Later, Hans and the Dimitri Knights arrived at the site where everything was a complete mess. But Roman was no where to be found.{j}

source: 시시비비(是是非非)가 해결되지 않을 때.{j}문제를 해결하는 방법은 하나밖에 없었다.{j}바로 전쟁.
en_us: As the disputes to decide who was right and wrong continued for months, both parties concluded that their only solution was to wage war.{j}{j}

source: 사내가 발악했고, 그가 고통에 포효하는 목소리가 주변에 울려 퍼졌다.
en_us: The man yelled in pain, loud enough for everyone to hear.

source: “로만 드미트리의 이름을 걸고 약속하지.{j}네가 어떠한 정보도 말하지 않는다면, 나는 이 길로 내성으로 돌아가 가문의 기사들에게 명령할 거야.{j}이 사진에 있는 네 자식.{j}그 녀석을 찾아내서 반드시 죽여 버리라고.{j}그것도 편안하게 죽는 것이 아니라, 고문 끝에 죽여 달라고 발악하는 녀석을 아주 천천히 죽이는 게 좋겠지.”
en_us: “I swear on my name, if you don’t spill any information to me right now I’ll order my knights to find your son and kill him as soon as I head back to the castle. They won’t kill him immediately, but I’ll make sure it’ll be slow and painful.”{j}{j}{j}{j}

source: “이미 파혼을 통보했다고?!”
en_us: “What do you mean you have noticed him to break off your engagement?”

source: “빌어먹을.”
en_us: “Damn it.”

source: 대대로 내려오는 것을 잘 배워도 천재라는 소리를 듣던 그에게, 로만의 발언은 파문을 일으켰다.
en_us: It was an advice he had never considered, because all his life he thought it was enough to be called a genius after successfully mastering the methods passed down by his predecessors.

source: “다시 묻겠다.{j}정말 너는 10년간 최선을 다해 노력했나?”
en_us: “Let me ask you again, Chris. Have you truly put everything into your trainings the past ten years?”{j}

source: 다만, 자신을 준비하는 것은 다른 문제였다.{j}어떠한 역경 속에서도 헤쳐 나갈 기반을 마련한다면, 고난 끝에 목적을 이루리라는 확신이 있었다.
en_us: However, Roman never strived for perfection when it came to preparing for something. He only believed that diligence and strong determination would help him overcome whatever obstacles came his way regardless of the circumstances.{j}

source: 새로운 삶에서, 로만은 새로운 인연을 받아들일 준비가 되었다.
en_us: The young lord was prepared to accept new followers to his new life.
